{"/about/":{"data":{"wais-workshop#WAIS Workshop":"WAIS Workshop 🚧 This page is under development Welcome to WAIS Workshop!"},"title":"index"},"/current-meeting/":{"data":{"":" 2025 WAIS Workshop Thirty-Third Annual WAIS Workshop September 15–18, 2025\nYMCA Camp Casey\nCoupville, WA USA\nThe 2025 WAIS Workshop will return to Coupville, WA on Whidbey Island at the YMCA Camp Casey. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent Earth systems, with particular emphasis on the West Antarctic Ice Sheet and how it impacts and reshapes global coastlines, including our host island’s. The 2025 meeting is hosted locally by Knut Christianson (University of Washington) and the rest of WAIS Organizing Committee (Knut Christianson, Peter Neff, and Matt Siegfried).\nThe meeting begins with an icebreaker pizza dinner on Monday evening, September 15. Sessions are organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions will be held separately. We anticipate about 40-45 talks. The formal meeting agenda will end at lunch on Thursday, September 18, followed by afternoon short-courses led by conmunity members for anyone interested in attending. We will also continue our annual workshop-wide community discussion as part of the scientific agenda. Please contact the WAIS Workshop organizing committee at wais@mines.edu if you are interested in leading a short course.\nClick the buttons below for more information about this year’s WAIS Workshop.\nDeadlinesSee important dealines RegistrationSee registration information DeadlinesSee important dealines AgendaSee workshop agenda "},"title":"2025 WAIS Workshop"},"/current-meeting/abstract-submission/":{"data":{"":" 🚧 This page is under development Abstracts submission is now closed. ","formatting#Formatting":"","submission#Submission":""},"title":"Abstract Submissions"},"/current-meeting/agenda/":{"data":{"":"","2025-meeting-agenda#2025 Meeting Agenda":" Plan to arrive Monday, September 15 for a light dinner and socializing. The workshop is 2½ days, concluding with lunch on Thursday, September 18. We will have around 40–45 talks that cover all aspects of the West Antarctic Ice Sheet system or other marine ice-sheet systems, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. Following each set of oral presentations, a panel (the session’s speakers) and the moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for WAIS and other marine ice-sheet systems. This open, engaged discussion helps identify the core research directiosn for our community.\nIn addition to talks, WAIS will have space for about 30-40 posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters receive a great deal of attention at WAIS Workshop and frequently launch new research directions.\nStay tuned for a detailed agenda after abstract submission closes."},"title":"Agenda"},"/current-meeting/deadlines/":{"data":{"":"Please check back soon for when registration and abstract submission opens!"},"title":"Deadlines"},"/current-meeting/more-info/_index.md~/":{"data":{"":"The following pages provide more information about WAIS workshop.\nAbstract SubmissionFormatting and submission information for abstracts Presentation GuidelinesOral and poster presentation guidelines Early-Career Travel SupportInformation about our support of early-career scientists Travel and TransportFlight and ground transportation information "},"title":"More Information"},"/current-meeting/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research.\nFor space efficiency, posters cannot exceed 4 feet in height or width.","talk-guidelines#Talk Guidelines":" Talks will be 10 or 15 minutes long, including time for questions and switching presenters. Your presentation length will be assigned by the Organizing Committee and will be noted on the final agenda, which will be released in early October. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed.\nAll presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this.\nPowerpoint or PDF files are preferred. Keynote is available. Please email wais@mines.edu if you would like to use a different format.\nAfter the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu.\nAll talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website."},"title":"Presentation Guidelines"},"/current-meeting/registration/":{"data":{"":" ","fees#Fees":" Standard Registration: TBD Early-Career Registration: TBD On-site lodging: TBD The registration fee includes meals for the 2.5 day meeting. We will have a separate lodging fee for staying on site during the conference.","lodging#Lodging":" Lodging at Camp Casey is in rustic quarters on the Puget Sound. Staying on site allows interaction and collaboration among the meeting participants in an informal and beautiful setting. For the true WAIS Workshop experience, we strongly recommend staying on-site. Lodging will be filled on a first-come, first-served basis, and we do have space available for all participants to stay on site in shared quarters.\nFor those preferring a hotel, there are several options nearby in Oakville, WA (about 20–25 minutes away by car); we have not arranged a room block, so you are on your own for lodging and transportation to/from Camp Casey every day if you choose not to stay on site.","meals#Meals":"Registration includes Monday dinner, breakfasts, lunches and dinners on Tuesday and Wednesday, and breakfast and lunch on Thursday.\nPlease indicate any dietary restrictions you may have on the registration form and the caterer will do their best to accommodate. Monday Tuesday Wednesday Thursday Breakfast Lunch Dinner "},"title":"Registration Information"},"/current-meeting/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding.\nWe will aim to inform students of the decision on their support by October 4 to allow time to purchase tickets and register; deadline to request funds is September 19."},"title":"Early-Career Travel Support"},"/current-meeting/travel-transportation/":{"data":{"":"","flight-recommendations#Flight Recommendations":" Gainesville Regional AirportLess than 20 minutes from the venue Jacksonville International AirportAn easy 90 minutes drive to the venue. ","ground-transportation#Ground Transportation":"As in years past, we have an electronic ride-sharing board for those who wish to carpool to and from the airport."},"title":"Travel and Transportation"},"/past-meetings/":{"data":{"":"","wais-workshop-archive#WAIS Workshop Archive":" 🚧 This page is under development WAIS Workshop Archive 1996 - Present In order to document each year’s WAIS Workshop, we have archived all of the schedules, agendas and abstracts. This makes it possible to go back and review what has been covered in years gone by."},"title":"Past Meetings"},"/past-meetings/2022/":{"data":{"2022-wais-workshop#2022 WAIS Workshop":"2022 WAIS Workshop 🚧 This page is under development "},"title":"_index"},"/past-meetings/2023/":{"data":{"2023-wais-workshop#2023 WAIS Workshop":"2023 WAIS Workshop 🚧 This page is under development "},"title":"_index"},"/past-meetings/2024/":{"data":{"":" 2024 WAIS Workshop Thirty-Second Annual WAIS Workshop November 11-14, 2024\nHilton UF Conference Center\nGainesville, FL USA\nThe 2024 WAIS Workshop was held in Gainesville, Florida, at the Hilton UF Conference Center, located on the University of Florida campus. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent Earth systems, with particular emphasis on the West Antarctic Ice Sheet and how it will impact global coastlines, including our host state’s. The 2024 meeting is hosted locally by Mickey MacKie (University of Florida) and the rest of WAIS Organizing Committee (Knut Christianson, Brooke Medley, Lauren Miller, Peter Neff, and Matt Siegfried). The 2024 abstract booklet and agenda, with links to videos of each presentation, can be found here. You can re-watch the whole meeting via YouTube here.\nThe meeting began with an icebreaker pizza dinner on Monday evening, November 11. Sessions were organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions were held separately. We anticipate about 40-45 talks. The formal meeting agenda endedat lunch on Thursday, November 14, followed by afternoon short-courses led by conmunity members for anyone interested in attending.\nDeadlinesSee important dealines RegistrationSee the registration information AgendaSee workshop agenda "},"title":"2024 WAIS Workshop"},"/past-meetings/2024/agenda/":{"data":{"":"","2024-meeting-agenda#2024 Meeting Agenda":"Idea for page layout:","original-text#Original Text":"You can view the 2024 agenda here. Plan to arrive Monday, November 11 for dinner and socializing; dinner is included in the registration fee and we ask for a small donation to cover drinks. The WAIS Workshop is 2½ days, with the formal program concluding with lunch on Thursday, November 14. We will have around 40–45 talks that cover all aspects of the West Antarctic Ice Sheet system or other marine ice-sheet systems, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. We also enourage abstracts that discuss relevant aspects of communicating WAIS science beyond the research community, particularly those that cover impacts of WAIS change on society, as well as ideas to improve the diversity, inclusion, and equity of our field. Following each set of oral presentations, a panel of the session’s speakers and a moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for the West Antarctic system. For 2024, sessions themes will include:\nWAIS in the Community: Actionable science about the impact of WAIS and marine ice-sheet change requires civic engagement and co-production of knowledge with people outside the confines of academic and research institutions. We seek contributions that describe efforts to provide insight on and examples of community development that mutually benefit all parties involved as well as contributions that promote the development of inclusive and equitable research and learning spaces.\nNew Technology \u0026 FAIR Science: Answering the pressing questions at the end of the Earth requires innovation for both the technology we use and the open-science ecosystem in which we work. What are the new technologies that have recently or soon will come on line that will enable steps forward in the generation of WAIS scientific knowledge? How do we develop open science frameworks to accelerate our science?\nAtmosphere \u0026 Ocean Drivers: New discoveries and insights relating to the atmospheric, such as surface mass balance, firn processes, extraordinary snow events, and atmospheric rivers, and the ocean, such as grounding line processes, ice-shelf stability, connections to sea ice conditions, sub-ice-shelf processes, and their interconnected atmospheric-ice-ocean system. We seek contributions that look at these key drivers—past, present and future—to help us understand modern and future change in West Antarctica, including insights from other glaciers and ice sheets that may inform our understanding of WAIS.\nObservational \u0026 Modeling Gaps: We invite contributions about research that highlights data gaps that limit our ability to advance our understanding of any or all components of the Antarctic system. What are the community needs for future satellite, airborne, and ground measurements? How do we easily access and analyze the growing volume of model output?\nPiecing the Puzzle Together: We seek submissions that integrate research and scientific discoveries across several disciplines in support of big-picture, scientific pursuits in West Antarctica, such as atmosphere-ice-ocean-bed-ecosystem interactions, linkages of surface and basal processes, modern-day connections with the paleo ice core and geologic record, and other multi-disciplinary, integrative topics that are important to WAIS and marine ice sheet dynamics.\nUncertainty Quantification: Ice sheet processes are (now famously) subjected to “deep uncertainty”. How do we quantify and communicate uncertainty in a complex, interconnected, multidisciplinary, non-linear system? What are the key pathways for our community to define, quantify, reduce, accept, and communicate uncertainty in the marine ice-sheet system?\nIn addition to talks, WAIS Workshop will have space for posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters have historically received a great deal of attention at WAIS Workshops.","rough-agenda#Rough Agenda":"The full agenda with times, presenters, and abstracts can be found here.\nPoster sessions will be held each day after all the sessions have finished.\nMonday Session 0: Check-in and such\nTuesday Session 1: Piecing the Puzzle Together\nSession 2: Observations and Modeling Gaps\nSession 3: Perspective from the Funding Agencies\nSession 4: New Software, Processing, and Data Compilations\nSession 5: Piecing the Puzzle Together\nWednesday Session 6: En- and Suglacial Advances\nSession 7: Climate Change Communications\nSession 8: WAIS in the Community\nSession 9: New Tech and FAIR Science\nThursday Session 10: Observational \u0026 Modeling Gaps\nSession 11: Where the Ice and Ocean Meet\nDetailed agenda Click here for the full workshop agenda."},"title":"Agenda"},"/past-meetings/2024/deadlines/":{"data":{"":" Abstract SubmissionSeptember 19, 5:00 PM PDT (UTC-7) Abstract Submission Deadline has now passed Early-Career Travel SupportSeptember 19, 5:00 PM PDT (UTC-7) Travel Support Deadline has now passed RegistrationOctober 4, 5:00 PM PDT (UTC-7) Registration is now closed. "},"title":"Deadlines"},"/past-meetings/2024/more-info/":{"data":{"":"The following pages provide more information about WAIS workshop.\nAbstract SubmissionFormatting and submission information for abstracts Presentation GuidelinesOral and poster presentation guidelines Early-Career Travel SupportInformation about our support of early-career scientists Travel and TransportFlight and ground transportation information "},"title":"More Information"},"/past-meetings/2024/more-info/abstract-submission/":{"data":{"":" 🚧 This page is under development Abstracts submission is now closed. ","formatting#Formatting":"","submission#Submission":""},"title":"Abstract Submissions"},"/past-meetings/2024/more-info/ects/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding.\nWe will aim to inform students of the decision on their support by October 4 to allow time to purchase tickets and register; deadline to request funds is September 19."},"title":"Early-Career Travel Support"},"/past-meetings/2024/more-info/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research.\nFor space efficiency, posters cannot exceed 4 feet in height or width.","talk-guidelines#Talk Guidelines":" Talks will be 10 or 15 minutes long, including time for questions and switching presenters. Your presentation length will be assigned by the Organizing Committee and will be noted on the final agenda, which will be released in early October. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed.\nAll presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this.\nPowerpoint or PDF files are preferred. Keynote is available. Please email wais@mines.edu if you would like to use a different format.\nAfter the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu.\nAll talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website."},"title":"Presentation Guidelines"},"/past-meetings/2024/more-info/travel-transportation/":{"data":{"":"","flight-recommendations#Flight Recommendations":" Gainesville Regional AirportLess than 20 minutes from the venue Jacksonville International AirportAn easy 90 minutes drive to the venue. ","ground-transportation#Ground Transportation":"As in years past, we have an electronic ride-sharing board for those who wish to carpool to and from the airport."},"title":"Travel and Transportation"},"/past-meetings/2024/registration/":{"data":{"":" Registration for the 2024 WAIS Workshop is now closed.\nA link for livestreaming will be sent to the WAIS Workshop email list.","fees#Fees":" Standard Registration: $300 Early-Career Registration: $200 The registration fee includes meals for the 2.5 day meeting, but does not include lodging this year.","lodging#Lodging":" The room block for discounted lodging is now closed. Please contact us with any lodging concerns you may have. We have room block at the Hilton UF. Rooms for all participants are available at a reduced rate of $107/night. The booking port for lodging is available until XXXX.","meals#Meals":"Registration includes Monday dinner, breakfasts, lunches and dinners on Tuesday and Wednesday, and breakfast and lunch on Thursday.\nPlease indicate any dietary restrictions you may have on the registration form and the caterer will do their best to accommodate. Monday Tuesday Wednesday Thursday Breakfast Lunch Dinner "},"title":"Registration Information"},"/science-plans/":{"data":{"science-plans#Science Plans":"Science PlansView our current and past science plans at the links below:\n2016 PlanHow Much, How Fast? 2014 PlanThe WAIS Initiative 2002 PlanAmundsen Sea Embayment Project 1990 PlanSeaRISE Workshop Report (WAIS Precursor) "},"title":"_index"},"/science-plans/1990/":{"data":{"":" "},"title":"1990 Science Plan"},"/science-plans/2002/":{"data":{"":" "},"title":"2002 Science Plan"},"/science-plans/2014/":{"data":{"":" "},"title":"2014 Science Plan"},"/science-plans/2016/":{"data":{"":" "},"title":"2016 Science Plan"}}