{"/about/":{"data":{"wais-workshop#WAIS Workshop":"WAIS Workshop 🚧 This page is under development Welcome to WAIS Workshop!"},"title":"index"},"/current-meeting/":{"data":{"":" 2025 WAIS Workshop Thirty-Second Annual WAIS Workshop September 16–19, 2025\nYMCA Camp Casey\nCoupville, WA USA\nThe 2025 WAIS Workshop will return to Coupville, WA on Whidbey Island at the YMCA Camp Casey. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent Earth systems, with particular emphasis on the West Antarctic Ice Sheet and how it impacts and reshapes global coastlines, including our host island’s. The 2025 meeting is hosted locally by Knut Christianson (University of Washington) and the rest of WAIS Organizing Committee (Knut Christianson, Mickey MacKie, Peter Neff, Matt Siegfried, and Tyler Sutterley).\nThe meeting begins with an icebreaker pizza dinner on Tuesday evening, September 16. Sessions are organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions will be held separately. We anticipate about 40-45 talks. The formal meeting agenda will end at lunch on Friday, September 19, followed by afternoon short-courses led by conmunity members for anyone interested in attending. We will also continue our annual workshop-wide community discussion as part of the scientific agenda. Please contact the WAIS Workshop organizing committee at wais@mines.edu if you are interested in leading a short course.\nClick the buttons below for more information about this year’s WAIS Workshop.\nDeadlinesImportant deadlines for WAIS Workshop 2025 RegistrationInformation about registration and lodging fees AbstractsAbstract submission information Early-Career Travel SupportInformation about travel support for early-career researchers (\u003c5 years since PhD) AgendaPreliminary information about the workshop agenda Travel \u0026 TransportationSome extra information to help with travel and transportation Presentation GuidelinesInitial guidelines for oral and poster presentations Code of ConductInformation on the workshop’s code of conduct "},"title":"2025 WAIS Workshop"},"/current-meeting/abstract-submission/":{"data":{"":"Abstract submission for the 2025 WAIS Workshop has not opened yet. Please check back soon."},"title":"Abstract Submissions"},"/current-meeting/agenda/":{"data":{"":"","2025-science-sessions#2025 Science Sessions":"","detailed-agenda#Detailed Agenda":" Rough Schedule Plan to arrive Tuesday, September 16 for a light dinner and socializing. The workshop is 2½ days, concluding with lunch on Friday, September 19. We will have around 40–45 talks that cover all aspects of the West Antarctic Ice Sheet system or other marine ice-sheet systems, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. Following each set of oral presentations, a panel (the session’s speakers) and the moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for WAIS and other marine ice-sheet systems. This open, engaged discussion helps identify the core research directiosn for our community.\nIn addition to talks, WAIS will have space for about 30-40 posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters receive a great deal of attention at WAIS Workshop and frequently launch new research directions.\n2025 Science Sessions For 2025, we have six thematic science sessions. If you do not feel like your research fits into one these sessions, never fear: the WAIS Workshop Organizing Committees takes these sessions as a suggestion and will reorganize presentationsn and sessions as needed. The sessions for 2025 WAIS Workshop are:\nWAIS and marine ice sheets across timescales: Marine ice sheets change on timescales ranging from seconds to millenia. How do we observe and integrate research and scientific discoveries across several disciplines in support of big-picture, scientific pursuits in West Antarctica? We seek contributions for multi-disciplinary and integrative topics that are important to WAIS and marine ice sheet dynamics such as atmosphere-ice-ocean-bed-ecosystem interactions, linkages of surface and basal processes, and connections between modern-day observations and the paleo record. Notes from the Underground: The future of marine ice-sheets depends on what is happening within and underneath the ice. What are the new observational and modeling tools that have recently or are soon to come on line that enable us to peer within and beneath WAIS? Connect Four: Ice, Ocean, Atmosphere, Rock: New discoveries and insights relating to the atmospheric (such as surface mass balance, firn processes, extraordinary snow events, and atmospheric rivers), the ocean (such as grounding line processes, ice-shelf stability, connections to sea ice conditions, sub-ice-shelf processes), rock (such as glacial isostatic adjustment, geothermal heat, erosion), and their interconnected ice-atmospheric-ocean-rock system. We seek contributions that look at connections and feedbacks between these key systems—past, present and future—to help us understand modern and future change in West Antarctica, including insights from other glaciers and ice sheets that may inform our understanding of WAIS. What does the future hold? Projections of marine-ice sheet contribution to sea level continue to be (somewhat infamously) subjected to “deep uncertainty”. What are the current projections? How do we quantify and communicate uncertainty in a complex, interconnected, multidisciplinary, non-linear system? What processes are still missing from these projections and how do they impact global coastal change? What are the key pathways for defining, quantifying, reducing, accepting, and communicating uncertainty in the marine ice-sheet system? What Did I Miss? We invite contributions about research that highlights data and modeling gaps that limit our ability to advance our understanding of any or all components of the Antarctic system. What are the community needs for future satellite, airborne, and ground measurements? How do we easily access and analyze the growing volume of model output? WAIS impacts across the US: Actionable science about the impact of WAIS and marine ice-sheet change requires engaging federal, state, and local governments and populations across the country to co-produce knowledge and solutions. We seek contributions that describe efforts to bring WAIS science into the general population and promote funding opportunities for our research. We particularly appreciate case studies from outside the US, which can provide strategies to implement domestically. Detailed Agenda Stay tuned for a detailed agenda after abstract submission closes.","rough-schedule#Rough Schedule":""},"title":"Agenda"},"/current-meeting/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/current-meeting/deadlines/":{"data":{"":" RegistrationAugust 13, 2025, 11:59 PM PDT (UTC-7) Click here for information about registering for WAIS Workshop 2025 Abstract SubmissionAugust 13, 2025, 11:59 PM PDT (UTC-7) Click here for information about abstract submission Early-Career Travel SupportAugust 13, 2025, 11:59 PM PDT (UTC-7) Click here for information about early-career travel support "},"title":"Deadlines"},"/current-meeting/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research.\nFor space efficiency, posters cannot exceed 4 feet in height or width.","talk-guidelines#Talk Guidelines":" Talks will be 10 or 15 minutes long, including time for questions and switching presenters. Your presentation length will be assigned by the Organizing Committee and will be noted on the final agenda, which will be released in early October. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed.\nAll presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this.\nPowerpoint or PDF files are preferred. Keynote is available. Please email wais@mines.edu if you would like to use a different format.\nAfter the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu.\nAll talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website."},"title":"Presentation Guidelines"},"/current-meeting/registration/":{"data":{"":" ","fees#Fees":" Regular Registration with On-Site Lodging: $375 Early-Career Registration with On-Site Lodging: $225 Registration without Lodging: $275 Registration for WAIS Workshop 2025 is now open. Please click here to register for the meeting. The registration fee includes meals for the 2.5 day meeting. We will have a separate lodging fee for staying on site during the conference. The registration deadline is August 13, 2025 at 11:59 PM PDT (UTC-7).","lodging#Lodging":" Lodging at Camp Casey is in rustic quarters on the Puget Sound. Staying on site allows interaction and collaboration among the meeting participants in an informal and beautiful setting. For the true WAIS Workshop experience, we strongly recommend staying on-site. Lodging will be filled on a first-come, first-served basis, and we do have space available for all participants to stay on site in shared quarters.\nFor those preferring a hotel, there are several options nearby in Oakville, WA (about 20–25 minutes away by car); we have not arranged a room block, so you are on your own for lodging and transportation to/from Camp Casey every day if you choose not to stay on site.","meals#Meals":"Registration includes Tuesday dinner, breakfasts, lunches and dinners on Wednesday and Thursday, and breakfast and lunch on Friday.\nPlease indicate any dietary restrictions or preferences you may have on the registration form and the caterer will do their best to accommodate. Tuesday Wednesday Thursday Friday Breakfast Lunch Dinner ","refund-policy#Refund Policy":"Registration types can be changed with any price difference refunded (or charged) to the attendee until the registration close date on August 13. Registration can be canceled and refunded with $100 fee until September 2, after which there will be no refunds. If there are any questions, please contact us.","wais-workshop-livestream#WAIS Workshop Livestream":"A note about the virtual livestream: The 2025 WAIS Workshop will have a free livestream option that will allow viewing all talks and discussions free of charge, with an opportunity to submit questions/comments for presenters and panelists digitally. Additional details, including links, will be sent to the WAIS Workshop email list. Like in years past, all sessions except our Community Health session will be recorded and archived on YouTube after the conference."},"title":"Registration Information"},"/current-meeting/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare, lodging, and registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 5–10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding."},"title":"Early-Career Travel Support"},"/current-meeting/travel-transportation/":{"data":{"":"","travel-to-camp-casey#Travel to Camp Casey":"We recommend you fly into Seattle-Tacoma International Airport, and either carpool or use an airport shuttle service:\nSeattle-Tacoma International airport is ~2 to 2½ hours by car (Google Maps directions here), depending on traffic and timing the ferry route (if one chooses to take the ferry). There is a ferry crossing from Mukilteo to Clinton that doesn’t require reservations, but only runs every 30 minutes or so and can get crowded during mornings and afternoons with long wait times. The other route entails driving north to Ana Cortes and crossing there, then driving south along the spine of Whidbey Island, which is a nice drive and includes a quite-scenic portion through Deception Pass State Park (camping also available here). We of course strongly suggest carpooling and, as in years past, we have an electronic ride-sharing board for those who wish to carpool to and from the airport.\nAlternatively, SeaTac Shuttle offers shuttles 9 times a day (roughly every 2 hours) between the airport and Coupeville on Whidbey Island for $57 one way or $114 round trip. Reservations must be made at least 24 hours in advance; you can book on their website. They will drop you off in downtown Coupeville, and you can grab a taxi or use the free Island Transit buses (route 6 southbound from Coupeville Park \u0026 Ride to Coupeville Ferry) to get to Camp Casey. You also can ask the drive if they are willing to drive you the extra 7 minutes to Camp Casey. Be sure to look at the shuttle times before you book your flights if you are planning on taking the shuttle."},"title":"Travel and Transportation"},"/past-meetings/":{"data":{"":"","past-meetings#Past Meetings":"Information about past WAIS Workshops can be found by clicking the links on the left sidebar. If you have information about WAIS Workshops that does not appear on these pages, please get in touch! You can email us at wais@mines.edu or open a GitHub Issue on the repository for this website.\nStarting in 2019, all WAIS Workshops were recorded. Links to these recordings can be found at each year’s link.","wais-workshop-archive#WAIS Workshop Archive":"WAIS Workshop agendas and abstract booklets represent an annual snapshot of the evolution of West Antarctic (and other marine-based ice-sheet sectors) research from 1992 to the present. The first WAIS Workshop occured soon after the release of the International Panel on Climate Change First Assessment Report (IPCC AR1) in 1990, when the reported consensus was that major outflow of ice from West Antarctica due to climate change was “not likely” over the next century. WAIS Workshops document the wholesale change in perspective to the present, where West Antarctica and other marine-based sectors of Antarctica represented a substantial fraction of annual sea level change as well as one of the largest uncertainties for future coastal impacts.\nThis history archive should be owned by the community, and so we have made all documents freely available and easily accessible through our GitHub repository. We hope to slowly update the archive to make all information machine readable for large-scale analysis of WAIS Workshop science."},"title":"Past Meetings"},"/past-meetings/1992/":{"data":{"1992-wais-workshop#1992 WAIS Workshop":"1992 WAIS WorkshopBelow is the 1992 WAIS Workshop booklet, including agenda and abstracts. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"1992 WAIS Workshop"},"/past-meetings/1998/":{"data":{"1998-wais-workshop#1998 WAIS Workshop":"1998 WAIS WorkshopBelow is the 1998 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"1998 WAIS Workshop"},"/past-meetings/2004/":{"data":{"2004-wais-workshop#2004 WAIS Workshop":"2004 WAIS WorkshopBelow is the 2004 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2004 WAIS Workshop"},"/past-meetings/2005/":{"data":{"2005-wais-workshop#2005 WAIS Workshop":"2005 WAIS WorkshopBelow is the 2005 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2005 WAIS Workshop"},"/past-meetings/2006/":{"data":{"2006-wais-workshop#2006 WAIS Workshop":"2006 WAIS WorkshopBelow is the 2006 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2006 WAIS Workshop"},"/past-meetings/2007/":{"data":{"2007-wais-workshop#2007 WAIS Workshop":"2007 WAIS WorkshopBelow is the 2007 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2007 WAIS Workshop"},"/past-meetings/2008/":{"data":{"2008-wais-workshop#2008 WAIS Workshop":"2008 WAIS WorkshopBelow is the 2008 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2008 WAIS Workshop"},"/past-meetings/2009/":{"data":{"2009-wais-workshop#2009 WAIS Workshop":"2009 WAIS WorkshopBelow is the 2009 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2009 WAIS Workshop"},"/past-meetings/2010/":{"data":{"2010-wais-workshop#2010 WAIS Workshop":"2010 WAIS WorkshopBelow is the 2010 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2010 WAIS Workshop"},"/past-meetings/2011/":{"data":{"2011-wais-workshop#2011 WAIS Workshop":"2011 WAIS WorkshopBelow is the 2011 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2011 WAIS Workshop"},"/past-meetings/2012/":{"data":{"2012-wais-workshop#2012 WAIS Workshop":"2012 WAIS WorkshopThe 2012 WAIS Workshop agenda can be found here, with the corresponding abstract booklet here. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2012 WAIS Workshop"},"/past-meetings/2013/":{"data":{"2013-wais-workshop#2013 WAIS Workshop":"2013 WAIS WorkshopBelow is the 2013 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2013 WAIS Workshop"},"/past-meetings/2014/":{"data":{"2014-wais-workshop#2014 WAIS Workshop":"2014 WAIS WorkshopBelow is the 2014 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2014 WAIS Workshop"},"/past-meetings/2015/":{"data":{"2015-wais-workshop#2015 WAIS Workshop":"2015 WAIS WorkshopBelow is the 2015 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2015 WAIS Workshop"},"/past-meetings/2016/":{"data":{"2016-wais-workshop#2016 WAIS Workshop":"2016 WAIS WorkshopBelow is the 2016 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2016 WAIS Workshop"},"/past-meetings/2017/":{"data":{"2017-wais-workshop#2017 WAIS Workshop":"2017 WAIS WorkshopBelow is the 2017 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2017 WAIS Workshop"},"/past-meetings/2018/":{"data":{"2018-wais-workshop#2018 WAIS Workshop":"2018 WAIS WorkshopBelow is the 2018 WAIS Workshop agenda. If you have more historical information to add about this WAIS Workshop, please email WAIS Workshop at wais@mines.edu or open a GitHub Issue on the GitHub repository for this website."},"title":"2018 WAIS Workshop"},"/past-meetings/2019/":{"data":{"":" 2019 WAIS Workshop Twenty-Sixth Annual WAIS Workshop October 16-18, 2019\nCamp Cedar Glen\nJulian, California USA\nClick here for the conference booklet, including the agenda, abstracts, and direct links to recordings of each talk Click here to see the YouTube archive of sessions from the 2019 workshop The 2019 WAIS Workshop will be held outside of sunny San Diego, California, at the newly upgraded and remodeled Camp Cedar Glen in Julian, CA. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent earth systems, with particular emphasis on the West Antarctic Ice Sheet. Similar to past years, registration and abstraction submission will open in early July and the abstract deadline will be in August. The WAIS Workshop will immediately follow the 2019 Interdisciplinary Antarctic Earth Sciences meeting from October 13-15, also at Camp Cedar Glen. The 2019 meeting is hosted locally by Helen Fricker and the WAIS Organizing Committee (Knut Christianson, Indrani Das, Joseph MacGregor, Brooke Medley, Matthew Siegfried, Lauren Simkins).\nThe meeting begins with an Icebreaker pizza dinner on Tuesday evening, October 15. Sessions are organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions will be held separately. We anticipate about 40-50 talks. The formal meeting agenda will end at lunch on Friday, October 18, followed by a workshop to bring together community college educators and the WAIS research community. Also new for this year, we will have an opt-in mentoring program for any early-career WAIS Workshop attendees and a workshop-wide discussion about issues surrounding fieldwork conduct.\nDeadlinesSee important dealines RegistrationSee the registration information AbstractsAbstract submission information Early-Career Travel SupportInformation about travel support for early career researched (\u003c5 years since PhD) AgendaPreliminary information about the workshop agenda Travel \u0026 TransportationSome extra information to help with travel and transportation Presentation GuidelinesInitial guidelines for oral and poster presentations Code of ConductInformation about the workshop code of conduct. "},"title":"2019 WAIS Workshop"},"/past-meetings/2019/abstract-submission/":{"data":{"":" Abstract submission is now closed. "},"title":"Abstract Submissions"},"/past-meetings/2019/agenda/":{"data":{"":"The full agenda with times, presenters, and abstracts can be found here\nPlan to arrive Tuesday, October 15 for dinner and socializing; dinner is included in the registration fee and we ask for a small donation to cover drinks. The WAIS Workshop is 2½ days, concluding with lunch on Friday, October 18. We will have around 40-50 talks that cover all aspects of the West Antarctic Ice Sheet system, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. We also enourage abstracts that discuss relevant aspects of communicating WAIS science beyond the research community as well as ideas to improve the diversity, inclusion, and equity of our field. Following each set of oral presentations, a panel of the session’s speakers and a moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for the West Antarctic system. For 2019, sessions topics will include:\nWill the snowflakes save us? Near-surface science in West Antarctica using shallow geophysics, ice cores, firn studies, atmospheric reanalysis, meteorological observations, and modeling Processes Beneath: Deep geophysics, direct-access experiments, microbiology, sediment coring, and modeling for quantifying critical processes from the basal interface to the core The Great Glacier Conveyer - A John Nye \u0026 Wally Broecker Appreciation Session: Connecting paleo understanding with modern processes From The Sea: Polar oceanography, tropical teleconnections, marine life, and ice front dynamics and their impact on a changing WAIS The Leading Edge: New boundary conditions, new modeling techniques, Operation IceBridge, ICESat-2, GRACE, GRACE-FO, NISAR, and data science applications for West Antarctic science Dynamics across the grounding line: Past, present, and future understanding of the ice stream-grounding zone-ice shelf transition seen from the ground, air, satellites, and models Science Communication: Taking WAIS science beyond our room Community Health: Avoiding, acknowledging, and approaching issues with field harassment In addition to talks, WAIS Workshop will have space for posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters have historically received a great deal of attention at WAIS Workshops."},"title":"Agenda"},"/past-meetings/2019/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/past-meetings/2019/deadlines/":{"data":{"":" Abstract SubmissionAugust 7 Abstract Submission Deadline has now passed Early-Career Travel SupportAugust 7 Travel Support Deadline has now passed RegistrationSeptember 10 Registration is now closed. "},"title":"Deadlines"},"/past-meetings/2019/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding each poster session will be a brief opportunity for each day’s poster presenters to give a one-minute pitch about their research. For space efficiency, posters cannot exceed 4 feet in height or width. ","talk-guidelines#Talk Guidelines":" Talks will be 5, 10, or 15 minutes long, including time for questions and switching presenters. You can select your preference on the registration page, though the Organizing Committee will make the final allocation during the agenda creaion process. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed. All presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this. Powerpoint or PDF files are preferred. Keynote is available. After the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu. For 2019, all talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website. "},"title":"Presentation Guidelines"},"/past-meetings/2019/registration/":{"data":{"":" Registration for the 2019 WAIS Workshop is now closed.\nA link for livestreaming will be sent to the WAIS Workshop email list.","fees#Fees":" Standard Registration (lodging included: $325 Early-Career Registration: $225 Off-site registration: $ 150 The registration fee for the WAIS Workshop includes meals for the 2.5 day meeting and an option for three nights lodging.","lodging#Lodging":"Lodging info","meals#Meals":"Registration fee includes Tuesday dinner, breakfasts, lunches, and dinners on Wednesday and Thursday, and breakfast and lunch on Friday. Snacks and coffee are also included.\nPlease indicate any dietary restrictions you may have on the registration form and the caterer will do their best to accommodate. Tuesday Wednesday Thursday Friday Breakfast Lunch Dinner "},"title":"Registration information"},"/past-meetings/2019/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding.\nWe will aim to inform students of the decision on their support by October 4 to allow time to purchase tickets and register; deadline to request funds is September 19."},"title":"Early-Career Travel Support"},"/past-meetings/2019/travel-transportation/":{"data":{"":"We recommend you fly into San Diego International Airport, which is located about 1.5 hours by car from the venue. Directions are located on the Camp Cedar Glen website.\nWe will offer a Ride-sharing Board for carpooling between the airport and the venue and/or hotel. Registered attendees will be sent the link to the ride sharing board in early September."},"title":"Travel and Transportation"},"/past-meetings/2020/":{"data":{"2020-wais-workshop#2020 WAIS Workshop":"2020 WAIS WorkshopThank you for attending the Virtual West Antarctic Ice Sheet Workshop 2020!\nDue to on-going COVID19 pandemic, the 2020 WAIS Workshop was a distributed, virtual conference. And instead of having three days of WAIS Workshop activities, we had three weeks of WAIS Workshop content to enjoy.\nSee the 2020 agenda with direct links to each talk here View all of the 2020 talks on YouTube here Topics for virtual sessions included:\nSnow/firn/surface-mass balance Grounding zones and ice shelves Past records of changes and processes Oceanography and marine biology Science communication and outreach Subglacial environments, processes, and lifeforms Leading edge (new tech, methods, and data science) "},"title":"2020 WAIS Workshop"},"/past-meetings/2020/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/past-meetings/2021/":{"data":{"":" 2021 WAIS Workshop Twenty-Eighth Annual WAIS Workshop September 20-23, 2021\nAlgonkian Regional Park\nSterling, Virginia, USA\nClick here for the conference booklet, including the agenda, abstracts, and direct links to recordings of each talk Click here to see the YouTube archive of sessions from the 2021 workshop The 2021 WAIS Workshop was held in Sterling, Virginia, in the Washington, DC area at Algonkian Regional Park. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent earth systems, with particular emphasis on the West Antarctic Ice Sheet. The 2021 meeting is hosted locally by Lauren Simkins (University of Virginia), Brooke Medley (NASA Goddard), and the rest of WAIS Organizing Committee (Knut Christianson, Indrani Das, Peter Neff, Matthew Siegfried).\nThe meeting begins with an icebreaker pizza dinner on Monday evening, September 20. Sessions are organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions will be held separately. We anticipate about 40-50 talks. The formal meeting agenda will end at lunch on Thursday, September 23, followed by a workshop to bring together community college educators and the WAIS research community. We will also continue our opt-in mentoring program for any early-career WAIS Workshop attendees and a workshop-wide discussion about community health.\nDeadlinesSee important dealines RegistrationSee the registration information AbstractsAbstract submission information Early-Career Travel SupportInformation about travel support for early career researched (\u003c5 years since PhD) AgendaPreliminary information about the workshop agenda Travel \u0026 TransportationSome extra information to help with travel and transportation Presentation GuidelinesInitial guidelines for oral and poster presentations Code of ConductInformation about the workshop code of conduct. "},"title":"2021 WAIS Workshop"},"/past-meetings/2021/abstract-submission/":{"data":{"":" Abstract submission is now closed. "},"title":"Abstract Submissions"},"/past-meetings/2021/agenda/":{"data":{"":"The full agenda with times, presenters, and abstracts can be found here\nPlan to arrive Monday, September 20 for dinner and socializing; dinner is included in the registration fee and we ask for a small donation to cover drinks. The WAIS Workshop is 2½ days, concluding with lunch on Thursday, September 23. We will have around 40-50 talks that cover all aspects of the West Antarctic Ice Sheet system, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. We also enourage abstracts that discuss relevant aspects of communicating WAIS science beyond the research community as well as ideas to improve the diversity, inclusion, and equity of our field. Following each set of oral presentations, a panel of the session’s speakers and a moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for the West Antarctic system. For 2021, sessions topics will include:\nPiecing the puzzle together: Multi-disciplinary, integrative science in West Antarctica. Beyond MISI: Novel insights into Antarctic ice sheet processes. Marine ice sheet sensitivity in the Earth system. Greetings from the future: Innovations in observing and modeling techniques. WAIS in the community: Civic engagement \u0026 co-production of deliverables. Community Health. In addition to talks, WAIS Workshop will have space for posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters have historically received a great deal of attention at WAIS Workshops."},"title":"Agenda"},"/past-meetings/2021/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/past-meetings/2021/deadlines/":{"data":{"":" Abstract SubmissionJuly 30 Abstract Submission Deadline has now passed Early-Career Travel SupportJuly 30 Travel Support Deadline has now passed RegistrationAugust 23 Registration is now closed. "},"title":"Deadlines"},"/past-meetings/2021/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research. Virtual posters will be given a 5 minute time slot to give a short lightning talk on Day 1 of the workshop. These five minutes are your time to use however you wish! Feel free to be creative with your presentation. On Day 2, while the in-person poster session is happening, we will keep the conference Zoom room open and hosted for further discussion of virtual lightning talks. Breakout rooms will be available for quieter conversation. For space efficiency, posters cannot exceed 4 feet in height or width. ","talk-guidelines#Talk Guidelines":" Talks will be 5, 10, or 15 minutes long, including time for questions and switching presenters. You can select your preference on the registration page, though the Organizing Committee will make the final allocation during the agenda creaion process. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed. All presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this. Powerpoint or PDF files are preferred. Keynote is available. After the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu. For 2021, all talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website. "},"title":"Presentation Guidelines"},"/past-meetings/2021/registration/":{"data":{"":" Registration for the 2021 WAIS Workshop is now closed.\nA link for livestreaming will be sent to the WAIS Workshop email list.","fees#Fees":" Standard Registration (lodging included): $400 Early-Career Registration (lodging included): $275 Off-site attendees: $200 Virtual attendees: $75 The registration fee for the WAIS Workshop includes meals for the 2.5 day meeting and an option for three nights lodging","lodging#Lodging":"Lodging at Algonkian Regional Park is in shared cottages on site on the banks of the scenic Potomac River. Staying at the park allows interaction and collaboration among the meeting participants in an informal and beautiful setting. This lodging is extremely limited and will be filled on a first-come, first-served basis. We will maintain a waitlist for on-site lodging; please email wais@mines.edu to join the housing waitlist. We will be organizing a hotel block at nearby hotels for those staying off-site. Please email wais@mines.edu to join the distribution list for hotel block information when it becomes available.","meals#Meals":"Registration includes Monday dinner, breakfasts, lunches and dinners on Tuesday and Wednesday, and breakfast and lunch on Thursday.\nPlease indicate any dietary restrictions you may have on the registration form and the caterer will do their best to accommodate. Monday Tuesday Wednesday Thursday Breakfast Lunch Dinner "},"title":"Registration information"},"/past-meetings/2021/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers. To this end, our budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people to submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here: https://forms.gle/G6RA1Fo13EGtXPKH9. We estimate that we have travel support for 10-15 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations). Please highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change; and any other relevant information regarding your funding. We will aim to inform students of the decision on their support in mid August to allow time to purchase tickets and register; deadline to request funds is July 30."},"title":"Early-Career Travel Support"},"/past-meetings/2021/travel-transportation/":{"data":{"":"We recommend you fly into Dulles International Airport, which is located about 20 minutes by car from the venue.\nWe have a ride-sharing Board for carpooling between the airport and the venue and/or hotel."},"title":"Travel and Transportation"},"/past-meetings/2022/":{"data":{"":" 2022 WAIS Workshop Twenty-Ninth Annual WAIS Workshop September 26-29, 2022\nYMCA of the Rockies\nEstes Park, Colorado, USA\nClick here for the conference booklet, including the agenda, abstracts, and direct links to the recording of each talk Click here to see the YouTube archive of sessions from the 2022 workshop The 2022 WAIS Workshop will be held in Estes Park, Colorado, at the YMCA of the Rockies, right next to Rocky Mountain National Park. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent earth systems, with particular emphasis on the West Antarctic Ice Sheet. The 2022 meeting is hosted locally by Matt Siegfried (Colorado School of Mines) and the rest of WAIS Organizing Committee (Knut Christianson, Indrani Das, Brooke Medley, Peter Neff, Lauren Simkins).\nThe meeting begins with an icebreaker pizza dinner on Monday evening, September 26. Sessions are organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions will be held separately. You can view the detailed agenda in our abstract booklet here. The formal meeting agenda will end at lunch on Thursday, September 29, followed by a workshop to bring together community college educators and the WAIS research community. We will also continue our opt-in mentoring program for any early-career WAIS Workshop attendees and a workshop-wide discussion about community health.\nDeadlinesSee important dealines RegistrationSee the registration information AbstractsAbstract submission information Early-Career Travel SupportInformation about travel support for early career researched (\u003c5 years since PhD) AgendaPreliminary information about the workshop agenda Travel \u0026 TransportationSome extra information to help with travel and transportation Presentation GuidelinesInitial guidelines for oral and poster presentations Code of ConductInformation about the workshop code of conduct. "},"title":"2022 WAIS Workshop"},"/past-meetings/2022/abstract-submission/":{"data":{"":" Abstract submission is now closed. "},"title":"Abstract Submissions"},"/past-meetings/2022/agenda/":{"data":{"":"The full agenda with times, presenters, and abstracts can be found here\nPlan to arrive Monday, September 26 for dinner and socializing; dinner is included in the registration fee and we ask for a small donation to cover drinks. The WAIS Workshop is 2½ days, concluding with lunch on Thursday, September 29. We will have around 40-50 talks that cover all aspects of the West Antarctic Ice Sheet system, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. We also enourage abstracts that discuss relevant aspects of communicating WAIS science beyond the research community as well as ideas to improve the diversity, inclusion, and equity of our field. Following each set of oral presentations, a panel of the session’s speakers and a moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for the West Antarctic system. For 2021, sessions themes will include:\nObservational and modeling gaps. Research that highlights data gaps that limit our ability to advance our understanding of any or all components of the Antarctic marine ice-sheet systems. What are the community needs for future satellite-, airborne-, ground-, and ship-based measurements? How do we access and analyze the growing volume of model output? Improving predictability. Research that aims to improve our ability to predict or understanding present and future behavior of ice sheets, ice shelves, and the surrounding ice-ocean system. We seek process modeling contributions as well as observation-driven analysis for model refinement and contextualization. The session is not limited to ice behavior, but rather is open to the predictability of driving processes and any other component of the system as well. Atmospheric and oceanic drivers. New discoveries and insights relating to atmospheric drivers of change (such as surface mass balance, firn processes, extraordinary snow events, atmospheric rivers), oceanic drivers of change (such as grounding zone processes, ice-shelf stability, sea ice conditions, sub-ice-shelf processes), and feedbacks within the atmospheric-ice-ocean system. Marine ice sheet sensitivity in the climate system. Research that highlights and/or integrates our evolving understanding of ice-sheet response to past, present, and future climate forcing, ice dynamics, and biogeochemical systems. We welcome submissions that include studies of ice cores, sediment cores, geology, topography, sub-/en-/supra-glacial hydrology, geomorphology, numerical models, and more. Antarctic Open Science. What does “open science” mean for the WAIS community? How do we achieve open science at the end of the Earth to leverage existing datasets, modeling frameworks, and model outputs to accelerate our science? What should our open science ecosystem look like, from proposal development to data collection and analysis to conference presentations, publication, and beyond? What are key technical, social, financial, or other barriers we encounter to adopt open science practices in our field? Do we need to rethink the “slide deck” model of conferences like WAIS Workshop to foster our open science goals? We seek contributions that identify concrete, actionable directions on which the community can build change and that explore the capabilities and challenges of open scientific collaboration. WAIS and the Community. Actionable science requires civic engagement and co-production of knowledge with people out the confines of academic and research institutions. We week contributions that describe efforts to provide insight on and examples of community development that mutually benefit all parties involved as well as contributions that promote the development of inclusive and equitable research and learning spaces. In addition to talks, WAIS Workshop will have space for posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters have historically received a great deal of attention at WAIS Workshops."},"title":"Agenda"},"/past-meetings/2022/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/past-meetings/2022/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research. For space efficiency, posters cannot exceed 4 feet in height or width. ","talk-guidelines#Talk Guidelines":" Talks will be 10 minutes long, including time for questions and switching presenters. Your presentation length will be assigned by the Organizing Committee and will be noted on the final agenda, which is now released. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed. All presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this. Powerpoint or PDF files are preferred. Keynote is available. Please email wais@mines.edu if you would like to use a different format. After the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu. For 2022, all talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website. "},"title":"Presentation Guidelines"},"/past-meetings/2022/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding.\nWe will aim to inform students of the decision on their support by October 4 to allow time to purchase tickets and register; deadline to request funds is September 19."},"title":"Early-Career Travel Support"},"/past-meetings/2022/travel-transportation/":{"data":{"":"We recommend you fly into Denver International Airport, which is an easy 90 minute drive from YMCA of the Rockies. As in years past, we have set up an electronic ride-sharing board for those wishing to carpool to or from the airport. In addition to carpooling, there are private transportation options from hire, such as the Estes Park Shuttle, that can be reserved ahead of time. Estes Park Shuttle costs $65 one-way and $115 roundtrip."},"title":"Travel and Transportation"},"/past-meetings/2023/":{"data":{"":" 2023 WAIS Workshop Thirtieth Annual WAIS Workshop September 25-28, 2023\nCloquet Forestry Center\nUniversity of Minnesota\nCloquet, Minnesota, USA\nClick here for the conference booklet, including the agenda, abstracts, and directly links to recordings of each talk. Click here to see the YouTube archive of sessions from the 2023 workshop. The 2023 WAIS Workshop will be held in Cloquet, MN, at University of Minnesota’s Cloquet Forestry Center, a research and education site located on the southern edge of North America’s boreal forest—read more here about University of Minnesota intentions for the Cloquet Forestry Center in consultation with the Fond du Lac Band of Lake Superior Chippewa leaders. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent earth systems, with particular emphasis on the West Antarctic Ice Sheet. The 2023 meeting is hosted locally by Peter Neff (University of Minnesota) and the rest of WAIS Organizing Committee (Knut Christianson, Mickey MacKie, Brooke Medley, Matt Siegfried, Lauren Simkins).\nThe meeting begins with an icebreaker pizza dinner on Monday evening, September 25. Sessions are organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions will be held separately. We anticipate about 40-50 talks. The formal meeting agenda will end at lunch on Thursday, September 28, followed by a set of workshops open for any WAIS Workshop attendee. We will also continue our workshop-wide discussion about community health as part of the scientific agenda.\nDeadlinesSee important dealines RegistrationSee the registration information AbstractsAbstract submission information Early-Career Travel SupportInformation about travel support for early career researched (\u003c5 years since PhD) AgendaPreliminary information about the workshop agenda Travel \u0026 TransportationSome extra information to help with travel and transportation Presentation GuidelinesInitial guidelines for oral and poster presentations Code of ConductInformation about the workshop code of conduct. "},"title":"2023 WAIS Workshop"},"/past-meetings/2023/about-cfc/":{"data":{"":"At the request of Fond du Lac Band of Lake Superior Chippewa leaders, the University of Minnesota has been engaged in regular and ongoing dialogue about the Cloquet Forestry Center, which is wholly located within the Fond du Lac Reservation. While these conversations have included the possibility of returning the land, they have also focused on information about the University of Minnesota research being conducted on the land, how these research efforts may align with the research needs of the Band, program development and community engagement, history of the property and cultural uses, and more.\nThese conversations have led to an initial plan to move forward collaboratively — with the Fond du Lac, the University and the State of Minnesota — to return to the Band the approximately 3,400 acres that house the Cloquet Forestry Center. There are still a number of steps that must be taken before a clear timeline for a transfer of ownership can be developed. Such a transfer would require the State to help facilitate. In addition, more consideration and negotiation are necessary to consider the effects this plan would have on the University’s research portfolio. Further details will be shared when they are finalized.\nWith full understanding that there will be many questions about this plan and that some cannot currently be answered, this FAQ provides additional details about the history and context surrounding this decision and potential next steps.\nThe above information is adapted from the University of Minnesota news release dated February 3, 2023.\nFor additional information on the history of and possible paths forward for university relations with Minnesota indigenous communities, see the recent Towards Recognition and University-Tribal Healing (TRUTH) project report via the Minnesota Indian Affairs Council."},"title":"About Cloquet Forestry Center"},"/past-meetings/2023/abstract-submission/":{"data":{"":" Abstract submission is now closed. "},"title":"Abstract Submissions"},"/past-meetings/2023/agenda/":{"data":{"":"The full agenda with times, presenters, and abstracts can be found here\nPlan to arrive Monday, September 25 for dinner and socializing; dinner is included in the registration fee and we ask for a small donation to cover drinks. The WAIS Workshop is 2½ days, concluding with lunch on Thursday, September 28. We will have around 40-50 talks that cover all aspects of the West Antarctic Ice Sheet system, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. We also enourage abstracts that discuss relevant aspects of communicating WAIS science beyond the research community as well as ideas to improve the diversity, inclusion, and equity of our field. Following each set of oral presentations, a panel of the session’s speakers and a moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for the West Antarctic system. In addition to talks, WAIS Workshop will have space for posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters have historically received a great deal of attention at WAIS Workshops. For 2023, session themes will include:\nWAIS in the Community: Actionable science requires civic engagement and co-production of knowledge with people outside the confines of academic and research institutions. We seek contributions that describe efforts to provide insight on and examples of community development that mutually benefit all parties involved as well as contributions that promote the development of inclusive and equitable research and learning spaces. New Technology \u0026 FAIR Science: Answering the pressing questions at the end of the Earth requires innovation for both the technology we use and the open-science ecosystem in which in work. What are the new technologies that have recently or soon will come on line that will enable steps forward in the generation of WAIS scientific knowledge? How do we develop open science frameworks to accelerate our science? Atmosphere \u0026 Ocean Drivers: New discoveries and insights relating to the atmospheric, such as surface mass balance, firn processes, extraordinary snow events, and atmospheric rivers, and the ocean, such as grounding line processes, ice-shelf stability, connections to sea ice conditions, sub-ice-shelf processes, and their interconnected atmospheric-ice-ocean system. We seek contributions that look at these key drivers—past, present and future—to help us understand modern and future change in West Antarctica, including insights from other glaciers and ice sheets that may inform our understanding of WAIS. Observational \u0026 Modeling Gaps: We invite contributions about research that highlights data gaps that limit our ability to advance our understanding of any or all components of the Antarctic system. What are the community needs for future satellite, airborne, and ground measurements? How do we easily access and analyze the growing volume of model output? Piecing the Puzzle Together: we seek submissions that integrate research and scientific discoveries across several disciplines in support of big-picture, scientific pursuits in West Antarctica, such as atmosphere-ice-ocean-bed-ecosystem interactions, linkages of surface and basal processes, modern-day connections with the paleo ice core and geologic record, and other multi-disciplinary, integrative topics that are important to WAIS and marine ice sheet dynamics. Uncertainty Quantification: Ice sheet processes are (now famously) subjected to “deep uncertainty”. How do we quantify and communicate uncertainty in a complex, interconnected, multidisciplinary, non-linear system? What are the key pathways for our community to define, quantify, reduce, accept, and communicate uncertainty in the marine ice-sheet system? "},"title":"Agenda"},"/past-meetings/2023/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/past-meetings/2023/deadlines/":{"data":{"":" Abstract SubmissionAugust 11, 5:00 PM PDT (UTC-7) Abstract Submission Deadline has now passed Early-Career Travel SupportAugust 11, 5:00 PM PDT (UTC-7) Travel Support Deadline has now passed RegistrationAugust 25, 5:00 PM PDT (UTC-7) Registration is now closed. "},"title":"Deadlines"},"/past-meetings/2023/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research. For space efficiency, posters cannot exceed 4 feet in width or 3 feet tall. ","talk-guidelines#Talk Guidelines":" Talks will be 10 or 15 minutes long, including time for questions and switching presenters. Your presentation length will be assigned by the Organizing Committee and will be noted on the final agenda, which will be released in late August. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed. All presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this. Powerpoint or PDF files are preferred. Keynote is available. Please email wais@mines.edu if you would like to use a different format. After the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu. For 2023, all talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website. "},"title":"Presentation Guidelines"},"/past-meetings/2023/registration/":{"data":{"":" Registration for the 2023 WAIS Workshop is now closed. ","fees#Fees":"Registration fees for all WAIS Workshop participants includes meals for the 2.5 day meeting. Registration that includes on-site lodging are for a three-night stay (Monday, Tuesday, Wednesday) and vary based on career stage and number of occupants. If there are any questions, please contact us.\nOff-site lodging Registration: $150 Early-Career Registration (on-site): $225 On-site Lodging Registration: $325 Refund Policy Registration and on-site lodging can be canceled and refunded with a $25 fee until August 25 and a $75 fee until September 8, after which there will be no refunds. If there are any questions, please contact us.","lodging#Lodging":"Lodging at the Cloquet Forestry Center is limited and in shared rooms. Staying on site allows interaction and collaboration among the meeting participants in an informal and beautiful setting, so please register early to ensure you can stay on site. Lodging will be filled on a first-come, first-served basis; we will alomst maintain a waitlist for on-site lodging—please email wais@mines.edu to join the housing waitlist. In addition to our on-site lodging, we will reserve room blocks in nearby hotels that are less than 10 minutes by car.","meals#Meals":"Registration includes Monday dinner, breakfasts, lunches and dinners on Tuesday and Wednesday, and breakfast and lunch on Thursday.\nPlease indicate any dietary restrictions you may have on the registration form and the caterer will do their best to accommodate. Monday Tuesday Wednesday Thursday Breakfast Lunch Dinner "},"title":"Registration information"},"/past-meetings/2023/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding.\nWe will aim to inform students of the decision on their support by October 4 to allow time to purchase tickets and register; deadline to request funds is September 19."},"title":"Early-Career Travel Support"},"/past-meetings/2023/travel-transportation/":{"data":{"":"We recommend you fly into either Minneapolis-Saint Paul International Airport (MSP) or Duluth International Airport (DLH). MSP is approximately 2 hour drive from our conference venue, whereas DLH is approximately a 40 minute drive. As in years past, we have an electronic ride-sharing board for those wishing to carpool to or from the airport (we highly recommend carpooling!). In addition to carpooling, we hope to reserve a van or two for larger shuttles from MSP and/or Duluth; more information on shared vanpools will be available for registrants in early September."},"title":"Travel and Transportation"},"/past-meetings/2024/":{"data":{"":" 2024 WAIS Workshop Thirty-First Annual WAIS Workshop November 11-14, 2024\nHilton UF Conference Center\nGainesville, FL USA\nClick here for the conference booklet, including the agenda and abstracts. The 2024 WAIS Workshop was held in Gainesville, Florida, at the Hilton UF Conference Center, located on the University of Florida campus. This NSF- and NASA-sponsored meeting hosts transdisciplinary and societally critical science focused on marine ice-sheet and adjacent Earth systems, with particular emphasis on the West Antarctic Ice Sheet and how it will impact global coastlines, including our host state’s. The 2024 meeting is hosted locally by Mickey MacKie (University of Florida) and the rest of WAIS Organizing Committee (Knut Christianson, Brooke Medley, Lauren Miller, Peter Neff, and Matt Siegfried). The 2024 abstract booklet and agenda, with links to videos of each presentation, can be found here. You can re-watch the whole meeting via YouTube here.\nThe meeting began with an icebreaker pizza dinner on Monday evening, November 11. Sessions were organized by topic, with keynote speakers for some sessions, followed by contributed talks and concluding with a panel discussion. Poster sessions were held separately. We anticipate about 40-45 talks. The formal meeting agenda endedat lunch on Thursday, November 14, followed by afternoon short-courses led by conmunity members for anyone interested in attending.\nDeadlinesSee important dealines RegistrationSee the registration information AbstractsAbstract submission information Early-Career Travel SupportInformation about travel support for early career researched (\u003c5 years since PhD) AgendaPreliminary information about the workshop agenda Travel \u0026 TransportationSome extra information to help with travel and transportation Presentation GuidelinesInitial guidelines for oral and poster presentations Code of ConductInformation about the workshop code of conduct. "},"title":"2024 WAIS Workshop"},"/past-meetings/2024/abstract-submission/":{"data":{"":" Abstracts submission is now closed. "},"title":"Abstract Submissions"},"/past-meetings/2024/agenda/":{"data":{"":"You can view the 2024 agenda here. Plan to arrive Monday, November 11 for dinner and socializing; dinner is included in the registration fee and we ask for a small donation to cover drinks. The WAIS Workshop is 2½ days, with the formal program concluding with lunch on Thursday, November 14. We will have around 40–45 talks that cover all aspects of the West Antarctic Ice Sheet system or other marine ice-sheet systems, including research from glaciologists, oceanographers, atmospheric scientists, biologists, computer scientists, and engineers at all career stages. We also enourage abstracts that discuss relevant aspects of communicating WAIS science beyond the research community, particularly those that cover impacts of WAIS change on society, as well as ideas to improve the diversity, inclusion, and equity of our field. Following each set of oral presentations, a panel of the session’s speakers and a moderator will lead an open discussion about the general theme, and examine what the significance of new insights presented in the talks is for the West Antarctic system. For 2024, sessions themes will include:\nWAIS in the Community: Actionable science about the impact of WAIS and marine ice-sheet change requires civic engagement and co-production of knowledge with people outside the confines of academic and research institutions. We seek contributions that describe efforts to provide insight on and examples of community development that mutually benefit all parties involved as well as contributions that promote the development of inclusive and equitable research and learning spaces.\nNew Technology \u0026 FAIR Science: Answering the pressing questions at the end of the Earth requires innovation for both the technology we use and the open-science ecosystem in which we work. What are the new technologies that have recently or soon will come on line that will enable steps forward in the generation of WAIS scientific knowledge? How do we develop open science frameworks to accelerate our science?\nAtmosphere \u0026 Ocean Drivers: New discoveries and insights relating to the atmospheric, such as surface mass balance, firn processes, extraordinary snow events, and atmospheric rivers, and the ocean, such as grounding line processes, ice-shelf stability, connections to sea ice conditions, sub-ice-shelf processes, and their interconnected atmospheric-ice-ocean system. We seek contributions that look at these key drivers—past, present and future—to help us understand modern and future change in West Antarctica, including insights from other glaciers and ice sheets that may inform our understanding of WAIS.\nObservational \u0026 Modeling Gaps: We invite contributions about research that highlights data gaps that limit our ability to advance our understanding of any or all components of the Antarctic system. What are the community needs for future satellite, airborne, and ground measurements? How do we easily access and analyze the growing volume of model output?\nPiecing the Puzzle Together: We seek submissions that integrate research and scientific discoveries across several disciplines in support of big-picture, scientific pursuits in West Antarctica, such as atmosphere-ice-ocean-bed-ecosystem interactions, linkages of surface and basal processes, modern-day connections with the paleo ice core and geologic record, and other multi-disciplinary, integrative topics that are important to WAIS and marine ice sheet dynamics.\nUncertainty Quantification: Ice sheet processes are (now famously) subjected to “deep uncertainty”. How do we quantify and communicate uncertainty in a complex, interconnected, multidisciplinary, non-linear system? What are the key pathways for our community to define, quantify, reduce, accept, and communicate uncertainty in the marine ice-sheet system?\nIn addition to talks, WAIS Workshop will have space for posters. There will be an opportunity to give a very brief overview of a poster topic to the audience just prior to the poster sessions. Posters have historically received a great deal of attention at WAIS Workshops."},"title":"Agenda"},"/past-meetings/2024/code-of-conduct/":{"data":{"":"The WAIS Workshop is dedicated to providing a harassment-free experience for participants regardless of gender, age, sexual orientation, disability, physical appearance, race, religion, or other protected status. The WAIS Workshop is a working conference intended for professional networking and collaboration for West Antarctic (and related) researchers. While attending the WAIS Workshop science program or related social events, any participants, including speakers, attendees, volunteers, and anyone else, should not engage in harassment or bullying in any form. All event participants are expected to behave according to professional standards that promote inclusive work environments and in accordance with their employer’s policies on appropriate workplace behavior. For issues or concerns during the conference, please contact any of the WAIS Workshop organizers or the local host, all of whom will be wearing snowflake stickers on their badge. Additional contact information for our hosts and details about the reporting process will be available at WAIS Workshop check-in. This policy applies to all community situations online and offline, including the conference itself, mailing lists, social media, social events associated with the conference, and one-to-one interactions. Participants asked to stop any harassing behavior are expected to comply immediately. Attendees violating these rules may be asked to leave the event at the sole discretion of the conference organizers without any refund."},"title":"Code of Conduct"},"/past-meetings/2024/deadlines/":{"data":{"":" Abstract SubmissionSeptember 19, 5:00 PM PDT (UTC-7) Abstract Submission Deadline has now passed Early-Career Travel SupportSeptember 19, 5:00 PM PDT (UTC-7) Travel Support Deadline has now passed RegistrationOctober 4, 5:00 PM PDT (UTC-7) Registration is now closed. "},"title":"Deadlines"},"/past-meetings/2024/presentation-guidelines/":{"data":{"":"","poster-guidelines#Poster Guidelines":" Preceding the in-person poster session will be a brief opportunity for poster presenters to give a one-slide/one-minute pitch about their research.\nFor space efficiency, posters cannot exceed 4 feet in height or width.","talk-guidelines#Talk Guidelines":" Talks will be 10 or 15 minutes long, including time for questions and switching presenters. Your presentation length will be assigned by the Organizing Committee and will be noted on the final agenda, which will be released in early October. We have a full meeting so please be mindful of your time and courteous to the next presenter. A discussion period concludes each session where further questions can be addressed.\nAll presentation files will be loaded on one central laptop to expedite the transition between presenters. We request you provide us with your presentation the day prior to your assigned time. Dinner time is a good time for this.\nPowerpoint or PDF files are preferred. Keynote is available. Please email wais@mines.edu if you would like to use a different format.\nAfter the conference, presentations will be posted with the agenda on the WAIS Workshop site. If you prefer we don’t publish your presentation, e-mail the Organizing Committee at: wais@mines.edu.\nAll talks will be livestreamed for those that cannot attend the conference. If you have concerns about livestreaming your talk, please contact the WAIS Workshop Organizing Committee. These livestreams will be recorded and archived on our website."},"title":"Presentation Guidelines"},"/past-meetings/2024/registration/":{"data":{"":" Registration for the 2024 WAIS Workshop is now closed. ","fees#Fees":" Standard Registration: $300 Early-Career Registration: $200 The registration fee includes meals for the 2.5 day meeting, but does not include lodging this year.","lodging#Lodging":" The room block for discounted lodging is now closed. Please contact us with any lodging concerns you may have. We have room block at the Hilton UF. Rooms for all participants are available at a reduced rate of $107/night. The booking port for lodging is available until XXXX.","meals#Meals":"Registration includes Monday dinner, breakfasts, lunches and dinners on Tuesday and Wednesday, and breakfast and lunch on Thursday.\nPlease indicate any dietary restrictions you may have on the registration form and the caterer will do their best to accommodate. Monday Tuesday Wednesday Thursday Breakfast Lunch Dinner "},"title":"Registration Information"},"/past-meetings/2024/travel-support/":{"data":{"":"The retreat format of WAIS Workshops provides a unique atmosphere where scientists at the start of their career can interact with senior researchers. We therefore strive to make WAIS Workshop accessible through early-career travel support to encourage attendence from a broad specturm of early-career researchers.\nOur budget includes airfare registration fee support for a limited number of students and early-career researchers. We ask that interested people submit an abstract on their recent research for consideration for the funding and submit the application for early-career travel support here.\nWe estimate that we have travel support for 10 students or recent post-doctoral researchers (≤ 5 years since degree, or ≤ 5 years in career in total if there was a break due to family obligations).\nPlease highlight the relevance of your abstract to West Antarctica, ice sheet stability, ice-ocean or ice-biology interactions, or polar climate change and any other relevant information regarding your funding.\nWe will aim to inform students of the decision on their support by October 4 to allow time to purchase tickets and register; deadline to request funds is September 19."},"title":"Early-Career Travel Support"},"/past-meetings/2024/travel-transportation/":{"data":{"":"","flight-recommendations#Flight Recommendations":" Gainesville Regional AirportLess than 20 minutes from the venue Jacksonville International AirportAn easy 90 minutes drive to the venue. ","ground-transportation#Ground Transportation":"As in years past, we have an electronic ride-sharing board for those who wish to carpool to and from the airport."},"title":"Travel and Transportation"},"/science-plans/":{"data":{"science-plans#Science Plans":"Science PlansView our current and past science plans at the links below:\n2016 PlanHow Much, How Fast? 2014 PlanThe WAIS Initiative 2002 PlanAmundsen Sea Embayment Project 1990 PlanSeaRISE Workshop Report (WAIS Precursor) "},"title":"_index"},"/science-plans/1990/":{"data":{"":" "},"title":"1990 Science Plan"},"/science-plans/2002/":{"data":{"":" "},"title":"2002 Science Plan"},"/science-plans/2014/":{"data":{"":" "},"title":"2014 Science Plan"},"/science-plans/2016/":{"data":{"":" "},"title":"2016 Science Plan"}}